[
  {
    "number": 41,
    "name": {
      "ar": "فصّلت",
      "id": "Fussilat'",
      "translation": "Yang Dijelaskan"
    },
    "ayah": [
      {
        "id": 4265,
        "number": 47,
        "text": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ ",
        "translation": "Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan. Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?” Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).",
        "pageIndex": 19
      },
      {
        "id": 4266,
        "number": 48,
        "text": "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ ",
        "translation": "Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka.",
        "pageIndex": 19
      },
      {
        "id": 4267,
        "number": 49,
        "text": "لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ ",
        "translation": "Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan.",
        "pageIndex": 19
      },
      {
        "id": 4268,
        "number": 50,
        "text": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ ",
        "translation": "Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat.",
        "pageIndex": 19
      },
      {
        "id": 4269,
        "number": 51,
        "text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
        "translation": "Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa.",
        "pageIndex": 19
      },
      {
        "id": 4270,
        "number": 52,
        "text": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
        "translation": "Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”",
        "pageIndex": 19
      },
      {
        "id": 4271,
        "number": 53,
        "text": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
        "translation": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?",
        "pageIndex": 19
      },
      {
        "id": 4272,
        "number": 54,
        "text": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ ",
        "translation": "Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu.",
        "pageIndex": 19
      }
    ]
  },
  {
    "number": 42,
    "name": {
      "ar": "الشورى",
      "id": "Asy-Syura",
      "translation": "Musyawarah"
    },
    "ayah": [
      {
        "id": 4273,
        "number": 1,
        "text": "حٰمٓ",
        "translation": "Ḥā Mīm",
        "pageIndex": 18
      },
      {
        "id": 4274,
        "number": 2,
        "text": "عسق",
        "translation": "‘Aīn Sīn Qāf",
        "pageIndex": 18
      },
      {
        "id": 4275,
        "number": 3,
        "text": "كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
        "translation": "Demikianlah Allah Yang Mahaperkasa lagi Mahabijaksana menurunkan wahyu kepadamu (Nabi Muhammad) dan kepada orang-orang sebelummu.",
        "pageIndex": 18
      },
      {
        "id": 4276,
        "number": 4,
        "text": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dialah Zat Yang Mahatinggi lagi Mahaagung.",
        "pageIndex": 18
      },
      {
        "id": 4277,
        "number": 5,
        "text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
        "translation": "(Karena keagungan-Nya,) hampir saja langit itu pecah dari sebelah atasnya dan malaikat-malaikat bertasbih dengan memuji Tuhannya serta memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allahlah Zat Yang Maha Pengampun lagi Maha Penyayang.",
        "pageIndex": 18
      },
      {
        "id": 4278,
        "number": 6,
        "text": "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
        "translation": "Orang-orang yang mengambil pelindung-pelindung selain-Nya, Allah mengawasi (perbuatan) mereka, sedangkan engkau (Nabi Muhammad) bukanlah penanggung jawab mereka.",
        "pageIndex": 18
      },
      {
        "id": 4279,
        "number": 7,
        "text": "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
        "translation": "Demikianlah Kami mewahyukan kepadamu Al-Qur’an yang berbahasa Arab agar engkau memberi peringatan kepada (penduduk) Ummul Qurā (Makkah) dan penduduk di sekelilingnya serta memberi peringatan tentang hari berkumpul (kiamat) yang tidak diragukan keberadaannya. Segolongan masuk surga dan segolongan (lain) masuk neraka.",
        "pageIndex": 18
      },
      {
        "id": 4280,
        "number": 8,
        "text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
        "translation": "Seandainya Allah menghendaki, niscaya Dia akan menjadikan mereka umat yang satu. Akan tetapi, Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Adapun orang-orang zalim, mereka sama sekali tidak memiliki pelindung dan penolong.",
        "pageIndex": 18
      },
      {
        "id": 4281,
        "number": 9,
        "text": "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "Bahkan, apakah mereka mengambil pelindung-pelindung selain Dia? Padahal, hanya Allahlah pelindung (yang sebenarnya). Dia menghidupkan orang-orang mati dan Dia Mahakuasa atas segala sesuatu.",
        "pageIndex": 18
      },
      {
        "id": 4282,
        "number": 10,
        "text": "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
        "translation": "Apa pun yang kamu perselisihkan, keputusannya (diserahkan) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku kembali.",
        "pageIndex": 18
      },

      {
        "id": 4283,
        "number": 11,
        "text": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ",
        "translation": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagimu pasangan-pasangan dari jenismu sendiri dan (menjadikan pula) dari jenis hewan ternak pasangan-pasangan(-nya). Dia menjadikanmu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan-Nya. Dia Maha Mendengar lagi Maha Melihat.",
        "pageIndex": 17
      },
      {
        "id": 4284,
        "number": 12,
        "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "translation": "Milik-Nyalah perbendaharaan langit dan bumi. Dia melapangkan rezeki dan menyempitkan(-nya) bagi siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui segala sesuatu.",
        "pageIndex": 17
      },
      {
        "id": 4285,
        "number": 13,
        "text": "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ",
        "translation": "Dia (Allah) telah mensyariatkan bagi kamu agama yang Dia wasiatkan (juga) kepada Nuh, yang telah Kami wahyukan kepadamu (Nabi Muhammad), dan yang telah Kami wasiatkan kepada Ibrahim, Musa, dan Isa yaitu: tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki pada (agama)-Nya dan memberi petunjuk pada (agama)-Nya bagi orang yang kembali (kepada-Nya).",
        "pageIndex": 17
      },
      {
        "id": 4286,
        "number": 14,
        "text": "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
        "translation": "Mereka (Ahlulkitab) tidak berpecah-belah kecuali setelah datang kepada mereka pengetahuan (tentang kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Seandainya tidak karena suatu ketetapan yang telah terlebih dahulu ada dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Sesungguhnya orang-orang yang mewarisi kitab suci (Taurat dan Injil) setelah mereka (pada zaman Nabi Muhammad) benar-benar berada dalam keraguan yang mendalam tentangnya (Al-Qur’an) itu.",
        "pageIndex": 17
      },
      {
        "id": 4287,
        "number": 15,
        "text": "فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ اللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ اللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ الْمَصِيرُ",
        "translation": "Oleh karena itu, serulah (mereka untuk beriman), tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Nabi Muhammad), dan janganlah mengikuti keinginan mereka. Katakanlah, “Aku beriman kepada kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagimu perbuatanmu. Tidak (perlu) ada pertengkaran di antara kami dan kamu. Allah mengumpulkan kita dan kepada-Nyalah (kita) kembali.”",
        "pageIndex": 17
      },

      {
        "id": 4288,
        "number": 16,
        "text": "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
        "translation": "Orang-orang yang berbantah-bantahan tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan azab yang sangat keras.",
        "pageIndex": 16
      },
      {
        "id": 4289,
        "number": 17,
        "text": "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
        "translation": "Allah yang menurunkan Kitab (Al-Qur’an) dengan benar dan (menurunkan) timbangan (keadilan). Tahukah kamu (bahwa) boleh jadi hari Kiamat itu sudah dekat?",
        "pageIndex": 16
      },
      {
        "id": 4290,
        "number": 18,
        "text": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
        "translation": "Orang-orang yang tidak percaya kepadanya (hari Kiamat) meminta agar ia (hari Kiamat) segera terjadi, dan orang-orang yang beriman merasa takut kepadanya serta yakin bahwa ia adalah benar (akan terjadi). Ketahuilah, sesungguhnya orang-orang yang membantah tentang (terjadinya) kiamat itu benar-benar berada dalam kesesatan yang jauh.",
        "pageIndex": 16
      },
      {
        "id": 4291,
        "number": 19,
        "text": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
        "translation": "Allah Mahalembut terhadap hamba-hamba-Nya. Dia memberi rezeki kepada siapa yang Dia kehendaki. Dia Mahakuat lagi Mahaperkasa.",
        "pageIndex": 16
      },
      {
        "id": 4292,
        "number": 20,
        "text": "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ",
        "translation": "Siapa yang menghendaki balasan di akhirat, akan Kami tambahkan balasan itu baginya. Siapa yang menghendaki balasan di dunia, Kami berikan kepadanya sebagian darinya (balasan dunia), tetapi dia tidak akan mendapat bagian sedikit pun di akhirat.",
        "pageIndex": 16
      },
      {
        "id": 4293,
        "number": 21,
        "text": "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "translation": "Apakah mereka mempunyai sembahan-sembahan selain Allah yang menetapkan bagi mereka aturan agama yang tidak diizinkan (diridai) oleh Allah? Seandainya tidak ada ketetapan yang pasti (tentang penundaan hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Sesungguhnya orang-orang zalim itu akan mendapat azab yang sangat pedih.",
        "pageIndex": 16
      },
      {
        "id": 4294,
        "number": 22,
        "text": "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ ۗ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
        "translation": "Kamu akan melihat orang-orang zalim itu sangat ketakutan karena (kejahatan-kejahatan) yang telah mereka lakukan, sedangkan (azab) menimpa mereka. Orang-orang yang beriman dan beramal saleh (akan bersenang-senang) di dalam taman-taman surga. Mereka mendapatkan apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar.",
        "pageIndex": 16
      },

      {
        "id": 4295,
        "number": 23,
        "text": "ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
        "translation": "Itulah (karunia) yang (dengannya) Allah menggembirakan hamba-hamba-Nya yang beriman dan beramal saleh. Katakanlah (Nabi Muhammad), “Aku tidak meminta kepadamu suatu imbalan pun atas seruanku, kecuali kasih sayang dalam kekeluargaan.” Siapa mengerjakan kebaikan, akan Kami tambahkan kebaikan baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.",
        "pageIndex": 15
      },
      {
        "id": 4296,
        "number": 24,
        "text": "أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "translation": "Ataukah mereka mengatakan, “Dia (Nabi Muhammad) telah mengada-adakan kebohongan tentang Allah.” Jika Allah menghendaki, niscaya Dia akan mengunci hatimu. Allah menghapus yang batil dan membenarkan yang benar dengan firman-firman-Nya (Al-Qur’an). Sesungguhnya Dia Maha Mengetahui segala isi hati.",
        "pageIndex": 15
      },
      {
        "id": 4297,
        "number": 25,
        "text": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
        "translation": "Dialah yang menerima tobat dari hamba-hamba-Nya, memaafkan kesalahan-kesalahan, mengetahui apa yang kamu kerjakan,",
        "pageIndex": 15
      },
      {
        "id": 4298,
        "number": 26,
        "text": "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۚ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
        "translation": "memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan, dan menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang kafir akan mendapat azab yang sangat keras.",
        "pageIndex": 15
      },
      {
        "id": 4299,
        "number": 27,
        "text": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
        "translation": "Seandainya Allah melapangkan rezeki kepada hamba-hamba-Nya, niscaya mereka akan berbuat melampaui batas di bumi. Akan tetapi, Dia menurunkan apa yang Dia kehendaki dengan ukuran (tertentu). Sesungguhnya Dia Mahateliti lagi Maha Melihat (keadaan) hamba-hamba-Nya.",
        "pageIndex": 15
      },
      {
        "id": 4300,
        "number": 28,
        "text": "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
        "translation": "Dialah yang menurunkan hujan setelah mereka berputus asa dan (Dia pula yang) menyebarkan rahmat-Nya. Dialah Maha Pelindung lagi Maha Terpuji.",
        "pageIndex": 15
      },
      {
        "id": 4301,
        "number": 29,
        "text": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
        "translation": "Di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi serta makhluk-makhluk melata yang Dia sebarkan pada keduanya. Dia Mahakuasa mengumpulkan semuanya apabila Dia menghendaki.",
        "pageIndex": 15
      },
      {
        "id": 4302,
        "number": 30,
        "text": "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ",
        "translation": "Musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri dan (Allah) memaafkan banyak (kesalahanmu).",
        "pageIndex": 15
      },
      {
        "id": 4303,
        "number": 31,
        "text": "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
        "translation": "Kamu tidak dapat melepaskan diri di bumi (dari siksaan Allah) dan kamu tidak mempunyai (satu) pelindung atau (satu) penolong pun selain Allah.",
        "pageIndex": 15
      },

      {
        "id": 4304,
        "number": 32,
        "text": "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
        "translation": "Di antara tanda-tanda (kebesaran)-Nya adalah kapal-kapal yang berlayar di laut seperti gunung-gunung.",
        "pageIndex": 14
      },
      {
        "id": 4305,
        "number": 33,
        "text": "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
        "translation": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaannya (laut). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi tiap-tiap orang yang selalu bersabar dan banyak bersyukur,",
        "pageIndex": 14
      },
      {
        "id": 4306,
        "number": 34,
        "text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ",
        "translation": "atau Dia akan menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (kesalahan mereka).",
        "pageIndex": 14
      },

      {
        "id": 4307,
        "number": 35,
        "text": "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ",
        "translation": "(Yang demikian itu) agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan).",
        "pageIndex": 14
      },

      {
        "id": 4308,
        "number": 36,
        "text": "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "translation": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Tuhan mereka bertawakal.",
        "pageIndex": 14
      },
      {
        "id": 4309,
        "number": 37,
        "text": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
        "translation": "(Kenikmatan itu juga lebih baik dan lebih kekal bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf;",
        "pageIndex": 14
      },
      {
        "id": 4310,
        "number": 38,
        "text": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
        "translation": "(juga lebih baik dan lebih kekal bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedangkan urusan mereka (diputuskan) dengan musyawarah di antara mereka. Mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka;",
        "pageIndex": 14
      },
      {
        "id": 4311,
        "number": 39,
        "text": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ",
        "translation": "(juga lebih baik dan lebih kekal bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.",
        "pageIndex": 14
      },
      {
        "id": 4312,
        "number": 40,
        "text": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
        "translation": "Balasan suatu keburukan adalah keburukan yang setimpal. Akan tetapi, siapa yang memaafkan dan berbuat baik (kepada orang yang berbuat jahat), maka pahalanya dari Allah. Sesungguhnya Dia tidak menyukai orang-orang zalim.",
        "pageIndex": 14
      },
      {
        "id": 4313,
        "number": 41,
        "text": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ",
        "translation": "Akan tetapi, sungguh siapa yang membela diri setelah teraniaya, tidak ada satu alasan pun (untuk menyalahkan) mereka.",
        "pageIndex": 14
      },
      {
        "id": 4314,
        "number": 42,
        "text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "translation": "Sesungguhnya alasan (untuk menyalahkan) itu hanya ada pada orang-orang yang menganiaya manusia dan melampaui batas di bumi tanpa hak (alasan yang benar). Mereka itu mendapat siksa yang sangat pedih.",
        "pageIndex": 14
      },
      {
        "id": 4315,
        "number": 43,
        "text": "وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
        "translation": "Akan tetapi, sungguh siapa yang bersabar dan memaafkan, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.",
        "pageIndex": 14
      },
      {
        "id": 4316,
        "number": 44,
        "text": "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ ۗ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ",
        "translation": "Siapa yang dibiarkan sesat oleh Allah (karena kecenderungan dan pilihannya sendiri), tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim, ketika mereka melihat azab, berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”",
        "pageIndex": 14
      },

      {
        "id": 4317,
        "number": 45,
        "text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ۗ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ",
        "translation": "Kamu akan melihat mereka dihadapkan kepadanya (neraka) dalam keadaan tertunduk karena (merasa) hina. Mereka memperhatikan dengan pandangan yang lesu. Orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi adalah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ketahuilah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.",
        "pageIndex": 13
      },
      {
        "id": 4318,
        "number": 46,
        "text": "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ",
        "translation": "Mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Siapa pun yang disesatkan oleh Allah (berdasarkan kecenderungan dan pilihannya sendiri) tidak akan ada jalan baginya (untuk mendapat petunjuk).",
        "pageIndex": 13
      },
      {
        "id": 4319,
        "number": 47,
        "text": "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ",
        "translation": "Penuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak. Pada hari itu kamu tidak akan mempunyai tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).",
        "pageIndex": 13
      },
      {
        "id": 4320,
        "number": 48,
        "text": "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ",
        "translation": "Jika mereka berpaling, (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sedikit dari rahmat Kami, dia gembira karenanya. Akan tetapi, jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri, (niscaya mereka ingkar). Sesungguhnya manusia itu sangat ingkar (pada nikmat).",
        "pageIndex": 13
      },
      {
        "id": 4321,
        "number": 49,
        "text": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَخْلُقُ مَا يَشَاءُ ۚ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ",
        "translation": "Milik Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki, memberikan anak laki-laki kepada siapa yang Dia kehendaki,",
        "pageIndex": 13
      },
      {
        "id": 4322,
        "number": 50,
        "text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ إِنَّهُ عَلِيمٌ قَدِيرٌ",
        "translation": "atau Dia menganugerahkan (keturunan) laki-laki dan perempuan, serta menjadikan mandul siapa saja yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.",
        "pageIndex": 13
      },
      {
        "id": 4323,
        "number": 51,
        "text": "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ ۚ إِنَّهُ عَلِيٌّ حَكِيمٌ ",
        "translation": "Tidak mungkin bagi seorang manusia untuk diajak berbicara langsung oleh Allah, kecuali dengan (perantaraan) wahyu, dari belakang tabir, atau dengan mengirim utusan (malaikat) lalu mewahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Mahatinggi lagi Mahabijaksana.",
        "pageIndex": 13
      },

      {
        "id": 4324,
        "number": 52,
        "text": "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "translation": "Demikianlah Kami mewahyukan kepadamu (Nabi Muhammad) rūh (Al-Qur’an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur’an) dan apakah iman itu, tetapi Kami menjadikannya (Al-Qur’an) cahaya yang dengannya Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Sesungguhnya engkau benar-benar membimbing (manusia) ke jalan yang lurus,",
        "pageIndex": 12
      },
      {
        "id": 4325,
        "number": 53,
        "text": "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
        "translation": "(yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ketahuilah (bahwa) kepada Allahlah segala urusan kembali!",
        "pageIndex": 12
      }
    ]
  },
  {
    "number": 43,
    "name": {
      "ar": "الزخرف",
      "id": "Az-Zukhruf",
      "translation": "Perhiasan"
    },
    "ayah": [
      {
        "id": 4326,
        "number": 1,
        "text": "حٰمٓ",
        "translation": "Ḥā Mīm.",
        "pageIndex": 12
      },
      {
        "id": 4327,
        "number": 2,
        "text": "وَالْكِتَابِ الْمُبِينِ",
        "translation": "Demi Kitab (Al-Qur’an) yang jelas,",
        "pageIndex": 12
      },
      {
        "id": 4328,
        "number": 3,
        "text": "إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ",
        "translation": "sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti",
        "pageIndex": 12
      },
      {
        "id": 4329,
        "number": 4,
        "text": "وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ",
        "translation": "dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauh Mahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah.",
        "pageIndex": 12
      },
      {
        "id": 4330,
        "number": 5,
        "text": "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ",
        "translation": "Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?",
        "pageIndex": 12
      },
      {
        "id": 4331,
        "number": 6,
        "text": "وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ",
        "translation": "Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
        "pageIndex": 12
      },
      {
        "id": 4332,
        "number": 7,
        "text": "وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "translation": "Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.",
        "pageIndex": 12
      },
      {
        "id": 4333,
        "number": 8,
        "text": "فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ",
        "translation": "Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu.",
        "pageIndex": 12
      },
      {
        "id": 4334,
        "number": 9,
        "text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ",
        "translation": "Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Mahaperkasa lagi Maha Mengetahui.",
        "pageIndex": 12
      },
      {
        "id": 4335,
        "number": 10,
        "text": "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
        "translation": "(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk.",
        "pageIndex": 12
      },

      {
        "id": 4336,
        "number": 11,
        "text": "وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
        "translation": "Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).",
        "pageIndex": 11
      },
      {
        "id": 4337,
        "number": 12,
        "text": "وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ",
        "translation": "(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi",
        "pageIndex": 11
      },
      {
        "id": 4338,
        "number": 13,
        "text": "لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ",
        "translation": "agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Mahasuci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya.",
        "pageIndex": 11
      },
      {
        "id": 4339,
        "number": 14,
        "text": "وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ",
        "translation": "Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”",
        "pageIndex": 11
      },
      {
        "id": 4340,
        "number": 15,
        "text": "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ",
        "translation": "Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya. Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata.",
        "pageIndex": 11
      },
      {
        "id": 4341,
        "number": 16,
        "text": "أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ",
        "translation": "Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?",
        "pageIndex": 11
      },
      {
        "id": 4342,
        "number": 17,
        "text": "وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
        "translation": "Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah).",
        "pageIndex": 11
      },
      {
        "id": 4343,
        "number": 18,
        "text": "أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ",
        "translation": "Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.",
        "pageIndex": 11
      },
      {
        "id": 4344,
        "number": 19,
        "text": "وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ",
        "translation": "Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban.",
        "pageIndex": 11
      },
      {
        "id": 4345,
        "number": 20,
        "text": "وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
        "translation": "Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka.",
        "pageIndex": 11
      },
      {
        "id": 4346,
        "number": 21,
        "text": "أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ",
        "translation": "Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?",
        "pageIndex": 11
      },
      {
        "id": 4347,
        "number": 22,
        "text": "بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ",
        "translation": "Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”",
        "pageIndex": 11
      },

      {
        "id": 4348,
        "number": 23,
        "text": "وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ",
        "translation": "Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”",
        "pageIndex": 10
      },
      {
        "id": 4349,
        "number": 24,
        "text": "قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
        "translation": "Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”",
        "pageIndex": 10
      },
      {
        "id": 4350,
        "number": 25,
        "text": "فَانْتَقَمْنَا مِنْهُمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
        "translation": "Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).",
        "pageIndex": 10
      },
      {
        "id": 4351,
        "number": 26,
        "text": "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ",
        "translation": "(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,",
        "pageIndex": 10
      },
      {
        "id": 4352,
        "number": 27,
        "text": "إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ",
        "translation": "kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”",
        "pageIndex": 10
      },
      {
        "id": 4353,
        "number": 28,
        "text": "وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ",
        "translation": "Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya).",
        "pageIndex": 10
      },
      {
        "id": 4354,
        "number": 29,
        "text": "بَلْ مَتَّعْتُ هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ",
        "translation": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.",
        "pageIndex": 10
      },
      {
        "id": 4355,
        "number": 30,
        "text": "وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ",
        "translation": "Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”",
        "pageIndex": 10
      },
      {
        "id": 4356,
        "number": 31,
        "text": "وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ",
        "translation": "Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”",
        "pageIndex": 10
      },
      {
        "id": 4357,
        "number": 32,
        "text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ",
        "translation": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
        "pageIndex": 10
      },
      {
        "id": 4358,
        "number": 33,
        "text": "وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
        "translation": "Dan, bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar.",
        "pageIndex": 10
      },

      {
        "id": 4359,
        "number": 34,
        "text": "وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ",
        "translation": "Dan, bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar.",
        "pageIndex": 9
      },
      {
        "id": 4360,
        "number": 35,
        "text": "وَزُخْرُفًا ۚ وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ",
        "translation": "Dan, (Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa.",
        "pageIndex": 9
      },
      {
        "id": 4361,
        "number": 36,
        "text": "وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ",
        "translation": "Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya.",
        "pageIndex": 9
      },
      {
        "id": 4362,
        "number": 37,
        "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
        "translation": "Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk.",
        "pageIndex": 9
      },
      {
        "id": 4363,
        "number": 38,
        "text": "حَتَّىٰ إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ",
        "translation": "Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”",
        "pageIndex": 9
      },
      {
        "id": 4364,
        "number": 39,
        "text": "وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ",
        "translation": "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu.",
        "pageIndex": 9
      },
      {
        "id": 4365,
        "number": 40,
        "text": "أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ",
        "translation": "Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
        "pageIndex": 9
      },
      {
        "id": 4366,
        "number": 41,
        "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ",
        "translation": "Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan.",
        "pageIndex": 9
      },
      {
        "id": 4367,
        "number": 42,
        "text": "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ",
        "translation": "Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka.",
        "pageIndex": 9
      },
      {
        "id": 4368,
        "number": 43,
        "text": "فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "translation": "Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus.",
        "pageIndex": 9
      },
      {
        "id": 4369,
        "number": 44,
        "text": "وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْأَلُونَ",
        "translation": "Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban.",
        "pageIndex": 9
      },
      {
        "id": 4370,
        "number": 45,
        "text": "وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ",
        "translation": "Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”",
        "pageIndex": 9
      },
      {
        "id": 4371,
        "number": 46,
        "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ",
        "translation": "Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir‘aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”",
        "pageIndex": 9
      },
      {
        "id": 4372,
        "number": 47,
        "text": "فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ",
        "translation": "Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka menertawakannya.",
        "pageIndex": 9
      },

      {
        "id": 4373,
        "number": 48,
        "text": "وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
        "translation": "Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).",
        "pageIndex": 8
      },
      {
        "id": 4374,
        "number": 49,
        "text": "وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ",
        "translation": "Mereka berkata, “Wahai penyihir, berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”",
        "pageIndex": 8
      },
      {
        "id": 4375,
        "number": 50,
        "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ",
        "translation": "Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.",
        "pageIndex": 8
      },
      {
        "id": 4376,
        "number": 51,
        "text": "وَنَادَىٰ فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي ۖ أَفَلَا تُبْصِرُونَ",
        "translation": "Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?",
        "pageIndex": 8
      },
      {
        "id": 4377,
        "number": 52,
        "text": "أَمْ أَنَا خَيْرٌ مِنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
        "translation": "Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?",
        "pageIndex": 8
      },
      {
        "id": 4378,
        "number": 53,
        "text": "فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ",
        "translation": "Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”",
        "pageIndex": 8
      },
      {
        "id": 4379,
        "number": 54,
        "text": "فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
        "translation": "Maka, dia (Fir‘aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik.",
        "pageIndex": 8
      },
      {
        "id": 4380,
        "number": 55,
        "text": "فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
        "translation": "Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut).",
        "pageIndex": 8
      },
      {
        "id": 4381,
        "number": 56,
        "text": "فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ",
        "translation": "Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.",
        "pageIndex": 8
      },
      {
        "id": 4382,
        "number": 57,
        "text": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
        "translation": "Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya.",
        "pageIndex": 8
      },
      {
        "id": 4383,
        "number": 58,
        "text": "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
        "translation": "Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar.",
        "pageIndex": 8
      },
      {
        "id": 4384,
        "number": 59,
        "text": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ",
        "translation": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil.",
        "pageIndex": 8
      },
      {
        "id": 4385,
        "number": 60,
        "text": "وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ",
        "translation": "Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun temurun.",
        "pageIndex": 8
      },

      {
        "id": 4386,
        "number": 61,
        "text": "وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
        "translation": "Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus.",
        "pageIndex": 7
      },
      {
        "id": 4387,
        "number": 62,
        "text": "وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
        "translation": "Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu.",
        "pageIndex": 7
      },
      {
        "id": 4388,
        "number": 63,
        "text": "وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ۖ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
        "translation": "Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku.",
        "pageIndex": 7
      },
      {
        "id": 4389,
        "number": 64,
        "text": "إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
        "translation": "Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”",
        "pageIndex": 7
      },
      {
        "id": 4390,
        "number": 65,
        "text": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
        "translation": "Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat).",
        "pageIndex": 7
      },
      {
        "id": 4391,
        "number": 66,
        "text": "هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "translation": "Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya).",
        "pageIndex": 7
      },
      {
        "id": 4392,
        "number": 67,
        "text": "الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ",
        "translation": "Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa.",
        "pageIndex": 7
      },
      {
        "id": 4393,
        "number": 68,
        "text": "يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ",
        "translation": "(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih.",
        "pageIndex": 7
      },
      {
        "id": 4394,
        "number": 69,
        "text": "الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ",
        "translation": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim.",
        "pageIndex": 7
      },
      {
        "id": 4395,
        "number": 70,
        "text": "ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ",
        "translation": "Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”",
        "pageIndex": 7
      },
      {
        "id": 4396,
        "number": 71,
        "text": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ ۖ وَأَنْتُمْ فِيهَا خَالِدُونَ",
        "translation": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya.",
        "pageIndex": 7
      },
      {
        "id": 4397,
        "number": 72,
        "text": "وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
        "translation": "Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan.",
        "pageIndex": 7
      },
      {
        "id": 4398,
        "number": 73,
        "text": "لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ",
        "translation": "Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan.",
        "pageIndex": 7
      },
      {
        "id": 4399,
        "number": 74,
        "text": "إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ",
        "translation": "Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam.",
        "pageIndex": 6
      },
      {
        "id": 4400,
        "number": 75,
        "text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
        "translation": "Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya.",
        "pageIndex": 6
      },
      {
        "id": 4401,
        "number": 76,
        "text": "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ",
        "translation": "Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya).",
        "pageIndex": 6
      },
      {
        "id": 4402,
        "number": 77,
        "text": "وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ",
        "translation": "Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”",
        "pageIndex": 6
      },
      {
        "id": 4403,
        "number": 78,
        "text": "لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ",
        "translation": "Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu.",
        "pageIndex": 6
      },
      {
        "id": 4404,
        "number": 79,
        "text": "أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ",
        "translation": "Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).",
        "pageIndex": 6
      },
      {
        "id": 4405,
        "number": 80,
        "text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
        "translation": "Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka.",
        "pageIndex": 6
      },
      {
        "id": 4406,
        "number": 81,
        "text": "قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ",
        "translation": "Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu).",
        "pageIndex": 6
      },
      {
        "id": 4407,
        "number": 82,
        "text": "سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
        "translation": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”",
        "pageIndex": 6
      },
      {
        "id": 4408,
        "number": 83,
        "text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
        "translation": "Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka.",
        "pageIndex": 6
      },
      {
        "id": 4409,
        "number": 84,
        "text": "وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ ۚ وَهُوَ الْحَكِيمُ الْعَلِيمُ",
        "translation": "Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Mahabijaksana lagi Maha Mengetahui.",
        "pageIndex": 6
      },
      {
        "id": 4410,
        "number": 85,
        "text": "وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
        "translation": "Mahaberkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
        "pageIndex": 6
      },
      {
        "id": 4411,
        "number": 86,
        "text": "وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ",
        "translation": "Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya.",
        "pageIndex": 6
      },
      {
        "id": 4412,
        "number": 87,
        "text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
        "translation": "Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?",
        "pageIndex": 6
      },
      {
        "id": 4413,
        "number": 88,
        "text": "وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ",
        "translation": "Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”",
        "pageIndex": 6
      },
      {
        "id": 4414,
        "number": 89,
        "text": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ ۚ فَسَوْفَ يَعْلَمُونَ",
        "translation": "Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk).",
        "pageIndex": 6
      }
    ]
  },

  {
    "number": 43,
    "name": {
      "ar": "الدخان",
      "id": "Ad-Dukhan",
      "translation": "Kabut"
    },
    "ayah": [
      {
        "id": 4415,
        "number": 1,
        "text": "حٰمٓ",
        "translation": "Ḥā Mīm.",
        "pageIndex": 5
      },
      {
        "id": 4416,
        "number": 2,
        "text": "وَالْكِتَابِ الْمُبِينِ",
        "translation": "Demi Kitab (Al-Qur’an) yang jelas.",
        "pageIndex": 5
      },
      {
        "id": 4417,
        "number": 3,
        "text": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ۚ إِنَّا كُنَّا مُنْذِرِينَ",
        "translation": "Sesungguhnya Kami (mulai menurunkannya pada malam yang diberkahi (Lailatulqadar). Sesungguhnya Kamilah pemberi peringatan.",
        "pageIndex": 5
      },
      {
        "id": 4418,
        "number": 4,
        "text": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
        "translation": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah.",
        "pageIndex": 5
      },
      {
        "id": 4419,
        "number": 5,
        "text": "أَمْرًا مِنْ عِنْدِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ",
        "translation": "(Hal itu merupakan) urusan (yang besar) dari sisi Kami. Sesungguhnya Kamilah yang mengutus (para rasul)",
        "pageIndex": 5
      },
      {
        "id": 4420,
        "number": 6,
        "text": "رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
        "translation": "sebagai rahmat dari Tuhanmu. Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui,",
        "pageIndex": 5
      },
      {
        "id": 4421,
        "number": 7,
        "text": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ",
        "translation": "yaitu Tuhan langit dan bumi serta apa yang ada di antara keduanya jika kamu orang-orang yang yakin.",
        "pageIndex": 5
      },
      {
        "id": 4422,
        "number": 8,
        "text": "لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
        "translation": "Tidak ada tuhan selain Dia (yang) menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu terdahulu.",
        "pageIndex": 5
      },
      {
        "id": 4423,
        "number": 9,
        "text": "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ",
        "translation": "Akan tetapi, mereka dalam keraguan; mereka bermain-main.",
        "pageIndex": 5
      },
      {
        "id": 4424,
        "number": 10,
        "text": "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ",
        "translation": "Maka, nantikanlah hari (ketika) langit mendatangkan kabut asap yang tampak jelas",
        "pageIndex": 5
      },
      {
        "id": 4425,
        "number": 11,
        "text": "يَغْشَى النَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌ",
        "translation": "(yang) meliputi manusia (durhaka). Ini adalah azab yang sangat pedih.",
        "pageIndex": 5
      },
      {
        "id": 4426,
        "number": 12,
        "text": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ",
        "translation": "(Mereka berdoa,) “Wahai Tuhan kami, lenyapkanlah azab itu dari kami. Sesungguhnya kami adalah orang-orang mukmin.”",
        "pageIndex": 5
      },
      {
        "id": 4427,
        "number": 13,
        "text": "أَنَّىٰ لَهُمُ الذِّكْرَىٰ وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ",
        "translation": "Bagaimana mereka dapat menerima peringatan (setelah turun azab), padahal (sebelumnya) seorang Rasul (Nabi Muhammad) benar-benar telah datang kepada mereka (untuk) memberi penjelasan.",
        "pageIndex": 5
      },
      {
        "id": 4428,
        "number": 14,
        "text": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ",
        "translation": "Kemudian, mereka berpaling darinya dan berkata, “Dia (Nabi Muhammad) diajari (oleh orang lain) lagi gila.”",
        "pageIndex": 5
      },
      {
        "id": 4429,
        "number": 15,
        "text": "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ",
        "translation": "Sesungguhnya (kalau) Kami melenyapkan azab itu sebentar saja, pasti kamu akan kembali (ingkar).",
        "pageIndex": 5
      },
      {
        "id": 4430,
        "number": 16,
        "text": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ",
        "translation": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan hantaman yang besar. Sesungguhnya Kami adalah pemberi balasan.",
        "pageIndex": 5
      },
      {
        "id": 4431,
        "number": 17,
        "text": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ",
        "translation": "Sungguh, Kami benar-benar telah menguji kaum Fir‘aun sebelum mereka dan telah datang (pula) seorang rasul yang mulia (Musa) kepada mereka.",
        "pageIndex": 5
      },
      {
        "id": 4432,
        "number": 18,
        "text": "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ۖ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
        "translation": "(Musa berkata,) “Kembalikanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya.",
        "pageInex": 5
      },

      {
        "id": 4433,
        "number": 19,
        "text": "وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ۖ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ",
        "translation": "Janganlah kamu menyombongkan diri terhadap Allah karena sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata.",
        "pageIndex": 4
      },
      {
        "id": 4434,
        "number": 20,
        "text": "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ",
        "translation": "Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari ancamanmu untuk merajamku.",
        "pageIndex": 4
      },
      {
        "id": 4435,
        "number": 21,
        "text": "وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ",
        "translation": "Jika kamu tidak beriman kepadaku, biarkanlah aku (menyampaikan pesan-pesan Tuhanku).”",
        "pageIndex": 4
      },
      {
        "id": 4436,
        "number": 22,
        "text": "فَدَعَا رَبَّهُ أَنَّ هَٰؤُلَاءِ قَوْمٌ مُجْرِمُونَ",
        "translation": "Kemudian, dia (Musa) berdoa kepada Tuhannya (seraya berkata,) “Sesungguhnya mereka ini adalah kaum pendurhaka.”",
        "pageIndex": 4
      },
      {
        "id": 4437,
        "number": 23,
        "text": "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ",
        "translation": "(Allah berfirman,) “Oleh karena itu, berjalanlah dengan hamba-hamba-Ku pada malam hari. Sesungguhnya kamu akan dikejar.",
        "pageIndex": 4
      },
      {
        "id": 4438,
        "number": 24,
        "text": "وَاتْرُكِ الْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُنْدٌ مُغْرَقُونَ",
        "translation": "Biarkanlah laut itu terbelah. Sesungguhnya mereka adalah bala tentara yang akan ditenggelamkan.”",
        "pageIndex": 4
      },
      {
        "id": 4439,
        "number": 25,
        "text": "كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ",
        "translation": "Betapa banyak taman-taman dan mata-mata air yang mereka tinggalkan,",
        "pageIndex": 4
      },
      {
        "id": 4440,
        "number": 26,
        "text": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
        "translation": "kebun-kebun serta tempat-tempat kediaman yang indah,",
        "pageIndex": 4
      },
      {
        "id": 4441,
        "number": 27,
        "text": "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ",
        "translation": "juga kesenangan-kesenangan yang dapat mereka nikmati di sana.",
        "pageIndex": 4
      },
      {
        "id": 4442,
        "number": 28,
        "text": "كَذَٰلِكَ ۖ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ",
        "translation": "Demikianlah (Allah menyiksa mereka). Kami wariskan (semua) itu kepada kaum yang lain.",
        "pageIndex": 4
      },
      {
        "id": 4443,
        "number": 29,
        "text": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ",
        "translation": "Langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
        "pageIndex": 4
      },
      {
        "id": 4444,
        "number": 30,
        "text": "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ",
        "translation": "Sungguh, Kami benar-benar telah menyelamatkan Bani Israil dari siksaan yang menghinakan,",
        "pageIndex": 4
      },
      {
        "id": 4445,
        "number": 31,
        "text": "مِنْ فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ",
        "translation": "(yaitu) dari (siksaan) Fir‘aun. Sesungguhnya dia adalah orang yang sombong lagi termasuk orang-orang yang melampaui batas.",
        "pageIndex": 4
      },
      {
        "id": 4446,
        "number": 32,
        "text": "وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ",
        "translation": "Sungguh, dengan (dasar) pengetahuan, Kami pilih mereka di atas seluruh alam (semua bangsa pada masa itu).",
        "pageIndex": 4
      },
      {
        "id": 4447,
        "number": 33,
        "text": "وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ",
        "translation": "Telah Kami berikan kepada mereka sebagian tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat cobaan yang nyata.",
        "pageIndex": 4
      },
      {
        "id": 4448,
        "number": 34,
        "text": "إِنَّ هَٰؤُلَاءِ لَيَقُولُونَ",
        "translation": "Sesungguhnya mereka itu pasti akan berkata,",
        "pageIndex": 4
      },
      {
        "id": 4449,
        "number": 35,
        "text": "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَىٰ وَمَا نَحْنُ بِمُنْشَرِينَ",
        "translation": "“Tidak ada (kematian) selain kematian di dunia ini dan kami tidak akan dibangkitkan.",
        "pageIndex": 4
      },
      {
        "id": 4450,
        "number": 36,
        "text": "فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
        "translation": "Datangkanlah nenek moyang kami jika kamu orang-orang yang benar.”",
        "pageIndex": 4
      },
      {
        "id": 4451,
        "number": 37,
        "text": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ أَهْلَكْنَاهُمْ ۖ إِنَّهُمْ كَانُوا مُجْرِمِينَ",
        "translation": "Apakah mereka yang lebih baik atau kaum Tubba‘ dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah para pendusta.",
        "pageIndex": 4
      },
      {
        "id": 4452,
        "number": 38,
        "text": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
        "translation": "Tidaklah Kami ciptakan langit, bumi, dan apa yang ada di antara keduanya secara main-main.",
        "pageIndex": 4
      },

      {
        "id": 4453,
        "number": 39,
        "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "translation": "Tidaklah Kami ciptakan keduanya, kecuali dengan hak. Akan tetapi, kebanyakan dari mereka tidak mengetahui.",
        "pageIndex": 4
      },
      {
        "id": 4454,
        "number": 40,
        "text": "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ",
        "translation": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan hantaman yang besar. Sesungguhnya Kami adalah pemberi balasan.",
        "pageIndex": 3
      },
      {
        "id": 4455,
        "number": 41,
        "text": "يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ",
        "translation": "(yaitu) hari (ketika) seorang teman setia sama sekali tidak dapat memberi manfaat sedikit pun kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
        "pageIndex": 3
      },
      {
        "id": 4456,
        "number": 42,
        "text": "إِلَّا مَنْ رَحِمَ اللَّهُ ۚ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ",
        "translation": "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Mahaperkasa lagi Maha Penyayang.",
        "pageIndex": 3
      },
      {
        "id": 4457,
        "number": 43,
        "text": "إِنَّ شَجَرَتَ الزَّقُّومِ",
        "translation": "Sesungguhnya pohon zaqum itu",
        "pageIndex": 3
      },
      {
        "id": 4458,
        "number": 44,
        "text": "طَعَامُ الْأَثِيمِ",
        "translation": "adalah makanan orang yang bergelimang dosa.",
        "pageIndex": 3
      },
      {
        "id": 4459,
        "number": 45,
        "text": "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ",
        "translation": "(Zaqum itu) seperti cairan tembaga yang mendidih di dalam perut,",
        "pageIndex": 3
      },
      {
        "id": 4460,
        "number": 46,
        "text": "كَغَلْيِ الْحَمِيمِ",
        "translation": "seperti mendidihnya air yang sangat panas.",
        "pageIndex": 3
      },
      {
        "id": 4461,
        "number": 47,
        "text": "خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ",
        "translation": "Peganglah dia (wahai malaikat Zabaniyah), kemudian seretlah sampai ke tengah-tengah (neraka) Jahim.",
        "pageIndex": 3
      },
      {
        "id": 4462,
        "number": 48,
        "text": "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ",
        "translation": "Kemudian, tuangkanlah di atas kepalanya azab berupa air yang sangat panas.",
        "pageIndex": 3
      },
      {
        "id": 4463,
        "number": 49,
        "text": "ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ",
        "translation": "(Dikatakan kepadanya,) “Rasakanlah! Sesungguhnya engkau (dalam kehidupan dunia) benar-benar (merasa sebagai orang) yang perkasa lagi mulia.",
        "pageIndex": 3
      },
      {
        "id": 4464,
        "number": 50,
        "text": "إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ",
        "translation": "Sesungguhnya (azab) ini adalah sesuatu yang selalu kamu ragukan.”",
        "pageIndex": 3
      },
      {
        "id": 4465,
        "number": 51,
        "text": "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ",
        "translation": "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,",
        "pageIndex": 3
      },
      {
        "id": 4466,
        "number": 52,
        "text": "فِي جَنَّاتٍ وَعُيُونٍ",
        "translation": "(yaitu) di dalam taman-taman dan mata-mata air.",
        "pageIndex": 3
      },
      {
        "id": 4467,
        "number": 53,
        "text": "يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ",
        "translation": "Mereka memakai sutra yang halus dan sutra yang tebal seraya (duduk) berhadapan.",
        "pageIndex": 3
      },
      {
        "id": 4468,
        "number": 54,
        "text": "كَذَٰلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ",
        "translation": "Demikianlah (keadaan penghuni surga) dan Kami menjadikan mereka berpasangan dengan bidadari yang bermata elok.",
        "pageIndex": 3
      },
      {
        "id": 4469,
        "number": 55,
        "text": "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ",
        "translation": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram",
        "pageIndex": 3
      },
      {
        "id": 4470,
        "number": 56,
        "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ ۖ وَوَقَاهُمْ عَذَابَ الْجَحِيمِ",
        "translation": "Mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab (neraka) Jahim",
        "pageIndex": 3
      },
      {
        "id": 4471,
        "number": 57,
        "text": "فَضْلًا مِنْ رَبِّكَ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        "translation": "sebagai karunia dari Tuhanmu. Itulah kemenangan yang sangat agung.",
        "pageIndex": 3
      },
      {
        "id": 4472,
        "number": 58,
        "text": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "translation": "Sesungguhnya Kami telah memudahkannya (Al-Qur’an) dengan bahasamu (Arab) supaya mereka mendapat pelajaran.",
        "pageIndex": 3
      },
      {
        "id": 4473,
        "number": 59,
        "text": "فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ",
        "translation": "Maka, tunggulah (kehancuran mereka)! Sesungguhnya mereka itu (juga sedang) menunggu.",
        "pageIndex": 3
      }
    ]
  },
  {
    "number": 45,
    "name": {
      "ar": "الجاثية",
      "id": "Al-Jasiyah",
      "translation": "Berlutut"
    },
    "ayah": [
      {
        "id": 4474,
        "number": 1,
        "text": "حٰمٓ",
        "translation": "Ḥā Mīm.",
        "pageIndex": 2
      },
      {
        "id": 4475,
        "number": 2,
        "text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
        "translation": "Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana.",
        "pageIndex": 2
      },
      {
        "id": 4476,
        "number": 3,
        "text": "إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ",
        "translation": "Sesungguhnya di langit dan bumi benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang mukmin.",
        "pageIndex": 2
      },
      {
        "id": 4477,
        "number": 4,
        "text": "وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ",
        "translation": "Pada penciptaan kamu dan makhluk bergerak yang ditebarkan-Nya terdapat tanda-tanda (kebesaran Allah) bagi kaum yang meyakini.",
        "pageIndex": 2
      },
      {
        "id": 4478,
        "number": 5,
        "text": "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ",
        "translation": "(Pada) pergantian malam dan siang serta rezeki yang diturunkan Allah dari langit, lalu dihidupsuburkannya bumi (dengan air hujan) sesudah matinya, dan pada perkisaran angin terdapat (pula) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.",
        "pageIndex": 2
      },
      {
        "id": 4479,
        "number": 6,
        "text": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ",
        "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar. Maka, pada perkataan mana lagi mereka akan beriman setelah Allah dan ayat-ayat-Nya?",
        "pageIndex": 2
      },
      {
        "id": 4480,
        "number": 7,
        "text": "وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ",
        "translation": "Celakalah setiap pembohong lagi bergelimang dosa",
        "pageIndex": 2
      },
      {
        "id": 4481,
        "number": 8,
        "text": "يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "translation": "yang mendengar ayat-ayat Allah dibacakan kepadanya, kemudian dia tetap menyombongkan diri seakan-akan tidak mendengarnya. Peringatkanlah dia (wahai Nabi Muhammad) dengan azab yang amat pedih.",
        "pageIndex": 2
      },
      {
        "id": 4482,
        "number": 9,
        "text": "وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
        "translation": "Apabila dia mengetahui sesuatu tentang ayat-ayat Kami, dia menjadikannya bahan olok-olok. Merekalah yang akan menerima azab yang menghinakan.",
        "pageIndex": 2
      },
      {
        "id": 4483,
        "number": 10,
        "text": "مِنْ وَرَائِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "translation": "Di hadapan mereka ada (neraka) Jahanam. Tidak akan berguna sedikit pun bagi mereka apa yang telah mereka kerjakan dan tidak (pula bermanfaat) apa yang mereka jadikan sebagai sesembahan selain Allah. Bagi mereka azab yang sangat berat.",
        "pageIndex": 2
      },
      {
        "id": 4484,
        "number": 11,
        "text": "هَٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
        "translation": "Ini (Al-Qur’an) adalah petunjuk (yang agung). Orang-orang yang mengingkari ayat-ayat Tuhannya akan mendapat azab berupa siksaan yang sangat pedih.",
        "pageIndex": 2
      },
      {
        "id": 4485,
        "number": 12,
        "text": "اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "translation": "Allahlah yang telah menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, agar kamu dapat mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
        "pageIndex": 2
      },
      {
        "id": 4486,
        "number": 13,
        "text": "وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
        "translation": "Allahlah yang telah menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, agar kamu dapat mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
        "pageIndex": 2
      },

      {
        "id": 4487,
        "number": 14,
        "text": "قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ",
        "translation": "Katakanlah (Nabi Muhammad) kepada orang-orang yang beriman, hendaklah mereka memaafkan orang-orang yang tidak mengharapkan akan hari-hari (pembalasan) Allah karena Dia akan memberi ganjaran kepada suatu kaum atas apa yang telah mereka usahakan.",
        "pageIndex": 1
      },
      {
        "id": 4488,
        "number": 15,
        "text": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
        "translation": "Siapa yang mengerjakan amal saleh, itu untuk dirinya sendiri dan siapa yang berbuat keburukan, itu akan menimpa dirinya sendiri. Kemudian, hanya kepada Tuhanmulah kamu dikembalikan.",
        "pageIndex": 1
      },
      {
        "number": 16,
        "id": 4489,
        "text": "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ",
        "translation": "Sungguh, Kami benar-benar telah menganugerahkan kepada Bani Israil kitab suci, hukum, dan kenabian. Kami pun telah menganugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas semua umat yang lain di alam ini (pada masa itu).",
        "pageIndex": 1
      },
      {
        "id": 4490,
        "number": 17,
        "text": "وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
        "translation": "Kami telah menganugerahkan pula kepada mereka keterangan-keterangan yang jelas tentang urusan (agama). Maka, mereka tidak berselisih, kecuali setelah datang ilmu kepada mereka karena kedengkian di antara mereka. Sesungguhnya Tuhanmu akan memutuskan di antara mereka pada hari Kiamat apa yang selalu mereka perselisihkan.",
        "pageIndex": 1
      },
      {
        "id": 4491,
        "number": 18,
        "text": "ثُمَّ جَعَلْنَاكَ عَلَىٰ شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ",
        "translation": "Kemudian, Kami jadikan engkau (Nabi Muhammad) mengikuti syariat dari urusan (agama) itu. Maka, ikutilah ia (syariat itu) dan janganlah engkau ikuti hawa nafsu orang-orang yang tidak mengetahui.",
        "pageIndex": 1
      },
      {
        "id": 4492,
        "number": 19,
        "text": "إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ۚ وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۖ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ",
        "translation": "Sesungguhnya mereka sekali-kali tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Sesungguhnya orang-orang zalim itu sebagian mereka menjadi pelindung bagi sebagian yang lain. Adapun Allah adalah pelindung orang-orang bertakwa.",
        "pageIndex": 1
      },
      {
        "id": 4493,
        "number": 20,
        "text": "هَٰذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ",
        "translation": "Ini (Al-Qur’an) adalah pedoman bagi manusia, petunjuk, dan rahmat bagi kaum yang meyakini(-nya).",
        "pageIndex": 1
      },
      {
        "id": 4494,
        "number": 21,
        "text": "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ",
        "translation": "Apakah orang-orang yang melakukan keburukan itu mengira bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama kehidupan dan kematian mereka? Alangkah buruknya apa yang mereka tetapkan itu.",
        "pageIndex": 1
      },
      {
        "id": 4495,
        "number": 22,
        "text": "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
        "translation": "Allah menciptakan langit dan bumi dengan hak dan agar setiap jiwa diberi balasan (setimpal) dengan apa yang diusahakan serta mereka tidak akan dizalimi.",
        "pageIndex": 1
      },

      {
        "id": 4496,
        "number": 23,
        "text": "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَىٰ بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4497,
        "number": 24,
        "text": "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ ۚ وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4498,
        "number": 25,
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4499,
        "number": 26,
        "text": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4500,
        "number": 27,
        "text": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4501,
        "number": 28,
        "text": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4502,
        "number": 29,
        "text": "هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4503,
        "number": 30,
        "text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4504,
        "number": 31,
        "text": "وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ",
        "translation": "",
        "pageIndex": 0
      },
      {
        "id": 4505,
        "number": 32,
        "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
        "translation": "",
        "pageIndex": 0
      }
    ]
  }
]
